{
    "version": "https://jsonfeed.org/version/1",
    "title": "Create Writing Final",
    "description": "",
    "home_page_url": "https://asherkendall.github.io/CreativeWritingWebsite",
    "feed_url": "https://asherkendall.github.io/CreativeWritingWebsite/feed.json",
    "user_comment": "",
    "author": {
        "name": "Asher Griess"
    },
    "items": [
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/final-reflection.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/final-reflection.html",
            "title": "Final Reflection",
            "summary": "This has been one of the most interesting English classes that I have taken in a while. In all the other classes I have struggled to enjoy any of the classwork at hand, mostly because of the lack of choice in what exactly I write.",
            "content_html": "<p><span style=\"font-weight: 400;\">This has been one of the most interesting English classes that I have taken in a while. In all the other classes I have struggled to enjoy any of the classwork at hand, mostly because of the lack of choice in what exactly I write. This time I decided that I would not go with what I thought would be easy, but what I thought would be the most enjoyable for me to write. As I continued throughout the semester you can see my writing changing more and more to fit this theme. I wanted to create something that not only I liked making, but something that others would probably enjoy.</span></p>\n<p><span style=\"font-weight: 400;\">    </span><span style=\"font-weight: 400;\">I started out writing about my grandma’s death for the personal narrative which I finished, but I did feel stratified with. To be honest, I hated writing about it, and it was painful to write about it. But at the time I couldn’t think of what to write about that would be personal other than that. Then I got excited about creating an essay on Minecraft. It was much easier to come up with ideas and thinking about the memories gave some nostalgia. When I was done I was much more stratified and felt more contempt with my project as a whole. This is when I decided that I was going to try to make an essay that I wanted to make, as they seemed to be a lot better when I tried to force it.</span></p>\n<p><span style=\"font-weight: 400;\">    </span><span style=\"font-weight: 400;\">While writing my nonfiction I had many ideas for but I think that I had too many and ended up confused about what to write because I was trying to incorporate too many ideas at once. I didn’t understand what I was trying to convey in my piece so it ended up somewhat lackluster. I did get some enjoyment out of creating some of the details of the piece and toying with the individual ideas of the piece. So I did learn that I shouldn’t try too many things at once, or it could become a mess. In the poetry unit, I could focus more on a specific song and that helped me keep my ideas together. I had fun trying to understand the characters and figure out the story and what certain phrases meant. I did find it a little boring to write out the ideas that I had already come up with though, but it overall was a success. </span></p>\n<p><span style=\"font-weight: 400;\">    </span><span style=\"font-weight: 400;\">For my choice project I choice satire new articles, this was because I talked to my friends about made-up stories like that a lot. I was able to write about something that I could easily come up with ideas for, in fact, I had too many ideas. I couldn’t incorporate them all into the articles, but this time around I pick and chose what I wanted. I even came up with ideas that I thought of but I knew I couldn’t make them into articles so I just made them as related articles.</span></p>\n<p><span style=\"font-weight: 400;\">    </span><span style=\"font-weight: 400;\">Overall this was a very successful semester as I learned a lot of new things about writing, and about myself with writing. I don’t think that I will ever want to go back to writing about topics that I find boring now that I know what I like. This class has been a great help in discovering myself in writing and just what I can do when I find something I like. I have come out of this class as a completely different writer.</span></p>",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-19T00:36:34-05:00",
            "date_modified": "2021-05-19T00:38:17-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/reflections.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/reflections.html",
            "title": "Reflections",
            "summary": "Creative Nonfiction Piece I now feel that I think that I could have done better with this piece. I am not sure why I struggled especially towards the end while writing this piece. Maybe it was because I didn't enjoy that topic that much, or&hellip;",
            "content_html": "<p>Creative Nonfiction Piece</p>\n<p>I now feel that I think that I could have done better with this piece. I am not sure why I struggled especially towards the end while writing this piece. Maybe it was because I didn't enjoy that topic that much, or that I was trying to do too much at once. Whatever the case I think that the paper overall had some good concepts, but needs some work. I am still glad that I got to try on some new things on this paper. Like how I tried out some descriptions but I made them dark because I find coming up with morbid descriptions easier.</p>\n<p>Poem Unit</p>\n<p>    I am pretty happy with how I did with this unit overall. I think that what I wrote was very well done and very in-depth. I didn't find as much enjoyment while writing this one, but I found some while analyzing the songs themselves. I also tried to go with songs that were darker so that I could try to analyze the characters and figure out what they were thinking. I am not sure if I was successful at this, but I think that it was a good attempt.</p>\n<p>Creative Choice</p>\n<p><span style=\"font-weight: 400;\">This overall was my favorite English project that I have ever made just because it was so much fun to make. I generally had a very great time coming up with ideas for this one. When you came up with one idea, you could continue to come up with stupid little things you could add to the stories. I would talk to friends while making these and we would just continue to elaborate on the stupid ideas that we came up with and it was great. I tried to make them tragic but stupid in a way that was absurd and funny. I think that I reached my goal by making this piece.</span></p>\n<p>Journal Entries</p>\n<p><span style=\"font-weight: 400;\">I was generally very hard on myself while making my journal entries because while reflecting all I could think about is what I did wrong. I don't know why I think like this, but I do. I can see that over the course of time that I because a lot less hard on myself, but I think that there is still some work to be done on that. Other than that I pretty sure I did a good job described what I felt needed some work, and what I didn't need to work on.</span></p>",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-19T00:18:35-05:00",
            "date_modified": "2021-05-19T00:38:24-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/journal-entries.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/journal-entries.html",
            "title": "Journal Entries",
            "summary": " I currently have a decent amount of my project done, I have already completed one of the articles that I plan to write. For the second article, I know pretty much everything that I am going to write, and I will add to it&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\">    </span><span style=\"font-weight: 400;\">I currently have a decent amount of my project done, I have already completed one of the articles that I plan to write. For the second article, I know pretty much everything that I am going to write, and I will add to it a bit as I go. The articles are actually really fun to come up with, I find it entertaining to come up with the ideas and imagine them playing out. I sort of imagine them as news reports because I can picture them perfectly. I would love to make a video of one of the articles but I would need people to help make it, and it would probably take too much time.</span></p>\n<p><span style=\"font-weight: 400;\">So far I think that I am doing quite well on the project, I already have one article almost finished.  Some of the ideas I didn’t think that I could make a full article out of so I ended up making them related articles. For this project I am really not having any trouble coming up with ideas since I got to choose. I have a couple ideas for other articles that I might end up making, but I am not sure about all of them so I’ll have to see. I am going to try to start my second article to finish my project, so far I am pretty satisfied with the results.</span></p>\n<p>I need to work on the structure of my sentences and the punctuation that goes with them. It can be choppy and repetitive, and sometimes weirdly worded. I struggle to find the right way to make a sentence flow. I also need to figure out when to quote the poem and when to paraphrase as I couldn’t find a good balance between them. Overall I think that I like the ideas that are presented in the analysis, but the way I present them could be worked on.</p>\n<p><span style=\"font-weight: 400;\">    </span><span style=\"font-weight: 400;\">The first thing that I want to change about the way I use the POV, is the use of pronouns. I want to try not to use pronouns as much especially when there is only one person in the scene. The use of pronouns in scenes like this draws attention away from the story and doesn’t add anything to the story. Sometimes I might even replace the pronouns with descriptive adjectives. This should hopefully keep the reader interested in the story, and not focused on the continued use of pronouns.</span></p>\n<p><span style=\"font-weight: 400;\">    </span><span style=\"font-weight: 400;\">I have given thought to use other types of POV but I don’t think that they would work as well. The only one that would make sense to me would be either of the first persons, but I think it would be hard to relate to the character’s extreme properties. So I am going to stick to 3rd Person Limited for now since I think it best fits the story. I might try to let the reader know a little more about what the main character is thinking</span></p>\n<p><span style=\"font-weight: 400;\">To be honest, I was very close to not taking creative writing because of all the English subjects, this is the one I am worst at. I still decided to take it because the other classes would still require more work. Personal narrative writing is also one of the types of writing that I am really not good at. Partly because of my lack of experience, and because I don’t like writing about myself(especially sharing that writing). When I write I generally write papers that I think have interesting topics and that I personally am interested in, and where I take an idea and delve deeper into it. One thing, in particular, I am not good at is describing scenes, I feel that whenever I do, it feels wrong, out of place, and generic. But I want to be better at this because I hate being bad at it, I want to get better at this. I hope this class shows me how to improve, and I think I have a couple of ideas for future projects. My strengths are that when I come up with ideas, there are usually pretty good ones. I just need to figure out how to express these ideas in a good way.</span></p>\n<p> </p>\n<p><span style=\"font-weight: 400;\">I will try to use a description of items that reflect my feelings in the current moment, this is especially because I am not very good at describing things. I think I will also try to bring the reader through my thought process behind the whole thing, this will probably apply the most to the second part of my essay where I describe my Grandma’s death. The first paragraph is a background that explains what happened, and why I feel the way I do about her. I also noticed how he cut his story into small parts and will try to make my transitions more smooth, this is more of a general thing because I feel like I don’t try for transitions when they are very important.</span></p>\n<p> </p>\n<p><span style=\"font-weight: 400;\">Honestly, I have been enjoying the class a lot more than I thought I would have. I thought that these types of papers weren’t my style of writing and that they would be difficult for me to write about, but now that I have figured out how to write them in my own way. I need to write about something that I am passionate about and not about something serious that others can relate to. This makes it very difficult for me to write a paper because I am unsure about the content because it’s not who I am. So now that I have a solid understanding of how to write in this class, I now just need to figure out how to improve my writing. </span></p>\n<p> </p>\n<p><span style=\"font-weight: 400;\">I think that I am going to go in the direction of flash fiction because of the topic I want to cover. I am planning on doing a science fiction piece about artificial intelligence and the flow of information. To write a piece like this I am going to need it to be longer so flash fiction would make the most sense. I want to use the common problems with the flow of information today like misinformation and fake news and add the topic of artificial intelligence to the topic. Bringing up the topic of whether we should have the freedom to choose want information we believe in. Should what we get to see be controlled by AI in order to progress humanity to something greater, that is what I want to cover.</span></p>\n<p> </p>\n<p><span style=\"font-weight: 400;\">I want to make specific parts more dramatic, there are many ways I want to achieve this but I’ll try them and see how they go. I really need to go through the whole essay and try to get rid of some of he/him parts. With the end dialogue, I want there to be more motion from the main character in the part, so that the dialogue doesn’t drone on. I also need to work on commas in a lot of the essay, but that should be relatively straightforward to fix. I need to find what I like and what I don’t like and change or remove it.</span></p>",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-19T00:00:25-05:00",
            "date_modified": "2021-05-19T00:00:25-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/local-it-guy-struggles-to-make-money.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/local-it-guy-struggles-to-make-money.html",
            "title": "Local IT Guy Struggles to Make Money",
            "summary": "Not only is Matt working hard to be at his best, his wife is also helping him out with this effort.Matt’s wife currently is working three other jobs for 90 hours a week to help Matt with his IT career. When we asked her about&hellip;",
            "content_html": "<p class=\"msg msg--info\">Not only is Matt working hard to be at his best, his wife is also helping him out with this effort.Matt’s wife currently is working three other jobs for 90 hours a week to help Matt with his IT career. When we asked her about the jobs that she has had to take this is what she said.<br>“IT is a really important field, it brings a lot to society as a whole. Matt is trying so hard to help, he needed more money to keep working. So, I was of course excited that I could help him do his job even better. I may not have much time to see my kids or the money to feed them, but it's worth it co<span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">nsidering how good of a job he is doing. We are considering the next step of s</span><span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">elling our kids so he can perform even better at his job.”</span></p>\n<p>Matt, Jones is a 30-year-old IT worker, who has worked for the local banking company for 8 years. Despite working there for a long time with decent pay, he is struggling to make enough money to live comfortably. <span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">His boss stated that he was giving enough money for comfortable living, and enough for his entire family. When we asked Matt about why this could be he responded,” When it comes to the IT job there are too many expenses that start to add up.”</span></p>\n<p>    Matt has his own office in the bac<span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">k of the building with soundproof walls to keep in the sound of him working to a minimum. The room also had a box of earplugs in at the door for those needing to ask questions. He stated that he needed to type loud in order to perform the best at his job. He specifically uses cherry MX blue mechanical keyboards to work, with many replacements on standby in case he breaks.</span></p>\n<p>“I need to make sure that I am always performing my best. Since I break my keyboards almost weekly, I have many replacements just in case. This job is very important to me, so I want to be the best I can possibly be. This is what it takes to be the best at IT.”<br>    Matt also struggles with many different health issues from work, such as tendinitis, poor posture, stiff shoulders, headaches, trouble sleeping, permanent hearing loss, and lack of skin of the fingertips. When<span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\"> we asked people around the office they had a lot to say about Matt. Many told us about how good of an IT guy that he was, claiming that he was the single reason the company was still going. We also got many opinions on his pay, most stating that it should be increased. Some workers even broke into tears when asked about their opinion on Matt because they appreciated him so much.</span></p>\n<p>    Not only is Matt working hard to be at his best, his wife is also helping him out with this effort.Matt’s wife currently is working three other jobs for 90 hours a week to help Matt with his IT career. When we asked her about the jobs that she has had to take this is what she said.<br>“IT is a really important field, it brings a lot to society as a whole. Matt is trying so hard to help, he needed more money to keep working. So, I was of course excited that I could help him do his job even better. I may not have much time to see my kids or the money to feed them, but it's worth it co<span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">nsidering how good of a job he is doing. We are considering the next step of s</span><span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\">elling our kids so he can perform even better at his job.”</span></p>\n<p>    If you want to help Matt with his IT job make sure to donate to his gofundme page so he can be the best IT worker.</p>\n<p>Related Articles:</p>\n<table style=\"border-collapse: collapse; width: 100%; height: 93px; border-style: none;\" border=\"0\">\n<tbody>\n<tr style=\"height: 47px;\">\n<td style=\"width: 33.3333%; height: 47px;\">\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/ea.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea-xs.png 300w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea-sm.png 480w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea-md.png 768w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea-lg.png 1024w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea-xl.png 1360w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea-2xl.png 1600w\"  alt=\"\" width=\"612\" height=\"344\"></figure>\n<p>Studies show link between the MLA format and tendinitis</p>\n</td>\n<td style=\"width: 33.0316%; height: 47px;\"><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/ea1.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea1-xs.png 300w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea1-sm.png 480w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea1-md.png 768w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea1-lg.png 1024w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea1-xl.png 1360w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea1-2xl.png 1600w\"  alt=\"\" width=\"3000\" height=\"2004\"></figure>College Students Dropping out to Make Ramen for a Living</td>\n<td style=\"width: 33.635%; height: 47px;\">\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/ea2.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea2-xs.png 300w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea2-sm.png 480w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea2-md.png 768w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea2-lg.png 1024w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea2-xl.png 1360w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/responsive/ea2-2xl.png 1600w\"  alt=\"\" width=\"1300\" height=\"866\"></figure>\n<p>Office Workers Find Cure for Depression by  Playing Solitaire During Work</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><br>    </p>",
            "image": "https://asherkendall.github.io/CreativeWritingWebsite/media/posts/10/picut-2.png",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-13T08:33:35-05:00",
            "date_modified": "2021-05-18T23:52:09-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/entire-classroom-found-dead-after-2-months-2.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/entire-classroom-found-dead-after-2-months-2.html",
            "title": "Entire Classroom Found Dead After 2 Months",
            "summary": "Supposedly the students died sometime after the teacher told the students to veg out. The teacher, not knowing of the students’ death, would continue to teach the lessons for around 2 months. We asked her about the incident and this is what she had to&hellip;",
            "content_html": "<p class=\"msg--info msg--highlight msg \">Supposedly the students died sometime after the teacher told the students to veg out. The teacher, not knowing of the students’ death, would continue to teach the lessons for around 2 months. We asked her about the incident and this is what she had to say,”  I just thought they were tired or shy, they wouldn’t answer any of my questions. I was starting to wonder if they really understood the topics, they wouldn’t turn in any homework. I also had to remind them to wear deodorant daily because it started to smell.”   </p>\n<p>This Tuesday the dead bodies of 18 students were found in a classroom in the local high school. Reports say that the students' bodies have possibly been there for 71 days. The cause of death of the students is currently unknown, but medical professionals have described that the students died at similar times due to dehydration or starvation.<br>Katherine Renner was the teacher of the algebra class until she noticed that students were no longer living. Supposedly the students died sometime after the teacher told the students to veg out. The teacher, not knowing of the students’ death, would continue to teach the lessons for around 2 months. We asked her about the incident and this is what she had to say,”  I just thought they were tired or shy, they wouldn’t answer any of my questions. I was starting to wonder if they really understood the topics, they wouldn’t turn in any homework. I also had to remind them to wear deodorant daily because it started to smell.”<br>    Janitors also reported that they saw the students after school hours, when we asked this is what they said,” They just looked like they were very focused on doing their work so I let them be.”<br>    It wasn’t until around 2 months when another teacher came in to borrow a Chromebook that they were discovered to be dead. The teacher discovered that the students were dead, and is now on paid leave after the incident. When asked how she figured out they were dead she had this to say,” You can easily tell that they were dead, their bodies were ****ing rotting. Their limbs were literally falling off.”<br>    The students also won many different awards during this time such as a student of the month, AP scholar, perfect attendance awards, honor rolls, many other awards. Most of the students’ GPAs actually went up during the two months. This is what their teacher had to say,” I really thought they were just excelling in class, but it turned out that they were dead.”<br>    Since the incident, the school board has been putting forth the idea of mandated classes for teachers on how to identify dead bodies. This would take place over the summer and teach symptoms of death, how to identify a dead body, and what to do when there is a dead body. There has been resistance to this idea as the teachers believe it will not help, we asked the biology teacher and this is what she said,” Do you know how hard it is to tell the difference? Teenagers and dead teenagers are exactly the same. There is no way to tell, we aren’t paid enough for this.”<br>    There are many different online resources that can help you identify a dead body. If you are unsure if your loved ones are still alive, go to aretheydeadornot.com.    </p>\n<table style=\"border-collapse: collapse; width: 100%;\" border=\"0\">\n<tbody>\n<tr>\n<td style=\"width: 33.3333%;\"><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/ye.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye-xs.png 300w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye-sm.png 480w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye-md.png 768w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye-lg.png 1024w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye-xl.png 1360w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye-2xl.png 1600w\"  alt=\"\" width=\"612\" height=\"417\"></figure>Child’s Bedtime postponed because he is “Not Tired”</td>\n<td style=\"width: 33.3333%;\"><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/ye1.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye1-xs.png 300w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye1-sm.png 480w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye1-md.png 768w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye1-lg.png 1024w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye1-xl.png 1360w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye1-2xl.png 1600w\"  alt=\"\" width=\"1300\" height=\"903\"></figure>Medical Professionals argue for drunk driving</td>\n<td style=\"width: 33.3333%;\"><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/ye2.png\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye2-xs.png 300w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye2-sm.png 480w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye2-md.png 768w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye2-lg.png 1024w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye2-xl.png 1360w ,https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/responsive/ye2-2xl.png 1600w\"  alt=\"\" width=\"612\" height=\"408\"></figure>Studies Find Correlation with STDs and higher intelligence</td>\n</tr>\n</tbody>\n</table>",
            "image": "https://asherkendall.github.io/CreativeWritingWebsite/media/posts/9/jdf.png",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-13T08:33:10-05:00",
            "date_modified": "2021-05-18T23:51:33-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/touch-tone-telephone.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/touch-tone-telephone.html",
            "title": "Touch-Tone Telephone",
            "summary": " The character throughout the story is shown to be clearly mentally deranged believing that everything is a lie. He would listen to the radio and listen to the theories being able to feel like he was part of the community since no one else&hellip;",
            "content_html": "\n    <blockquote class=\"blockquote\">\n      The character throughout the story is shown to be clearly mentally deranged believing that everything is a lie. He would listen to the radio and listen to the theories being able to feel like he was part of the community since no one else would believe him. Wanting to feel accepted by someone, he eventually gets himself to call, which leads to him being rejected by the host of the show. Refusing to give up his view on the world he exclaims that he is right and that everyone will be sorry when they learn the truth. He is unable to come to grips with humanity, he rejects society making his descent deeper into insanity.\n    </blockquote>\n\n  <p>\n    [Verse 1]<br>I think it's time<br>For you to know<br>The awful truth<br>The truth about me, and the truth about you<br>'Cause you're a brand new species<br>Big cat (Uh oh!)<br>Space Nazis, Robert Stack (Uh oh!)<br>God damn it, gonna snap (Oh, oh oh oh oh)<br>Leonard Nimoy, call me back (Call me back!)<br><br>[Chorus]<br>I try to call you every day<br>I'm rehearsing what to say<br>When the truth comes out (Of my very own mouth)<br>I've been working on a unified theory<br>If I make it through tonight everybody's gonna hear me out<br>'Cause I'm the right one<br>On my touch-tone, touch-tone telephone<br>I'm the only one<br>On your A.M., A.M. radio<br><br>[Verse 2]<br>Oh, I'm crying now<br>Authentic tears<br>They flow out of me when I think about you<br>'Cause you're the only person in the world who'd understand<br>'Cause you're the only person in the world who'd understand the meaning of this<br>Oh my God!<br>I try and I try and I try (To make you listen to me)<br><br>[Chorus]<br>I try to call you every day<br>I'm rehearsing what to say<br>When the truth comes out (Of my very own mouth)<br>I've been working on a unified theory<br>If I make it through tonight everybody's gonna hear me out<br>'Cause I'm the right one<br>On my touch-tone, touch-tone telephone<br>I'm the only one (Hey!)<br>On your A.M., A.M. radio<br><br>[Bridge]<br>(Ooh)<br>Don't hang up yet, I'm not done<br>I'm an expert, I'm the one<br>The one who was right all along<br>Better to be laughed at than wrong<br>I'm an expert in my field<br>UFOlogy, yes, it's all real<br>Ancient aliens, it's all true<br>I'm an expert just like you<br>And like you, I'm a genius before my time<br>Disbelieving, that's the real crime<br>Pretty soon they'll discover me<br>In the Super-Sargasso Sea!<br><br>[Chorus]<br>I try to call you every day<br>What can I say<br>When the truth comes out? (Of my very own mouth)<br>I've been working on a unified theory<br>If I make it through tonight everybody's gonna hear me out (Now, now, now)<br>'Cause I'm the right one<br>(On my touch-tone telephone) On my touch-tone, touch-tone telephone<br>(I'm the only one on your A.M. radio!) I'm the only one<br>On your A.M., A.M. radio\n  </p>\n\n  <p>\n    Touch-Tone Telephone Analysis\n  </p>\n\n  <p>\n    &nbsp; &nbsp; This song is named after push-button telephones which were popularized to replace rotary dial telephones. Throughout the song, the main character in the story uses his push-button telephone to call radio stations. By using the phone, the man talks about conspiracy theories to the radio talk show host. As the story continues we get to more of how he feels about society and how he thinks of himself. We follow him as he explains how it is he sees the world. <br>    He starts the song by saying that he needs to reveal the truth about himself and the show host. He then claims that they are a new species, this could be because he thinks that they are half-alien or mutants, since he thinks that they are both the same. The reason he does this is to make a reason for himself why he is not accepted, he feels better about himself because he is different. It then says the line “ Big Cats.”, which is a reference to the conspiracy British Big Cats. They are large cats that are in the British Isles that are not native to the area and roam around.  Conspiracy theorists claim they are anomalies or of extraterrestrial origin. He then makes another reference, this time a conspiracy about Nazis going to space in UFOs to time travel. Then two names are mentioned in the song, Robert Stack and Leonard Nimoy. Robert Stack used to host the TV show Unsolved Mysteries, which included unsolved crimes, conspiracy theories, and supposed paranormal activity. Leonard Nimoy was mostly known for playing Spock in Star Trek, and this ties with the themes of the main character’s theories. This gives us a potential link in the character’s past that lead him down this path.<br>    The character starts to talk again about the radio host and how he wants to call them. He would try to call every day but gets too nervous to actually call. He has been working on a theory, and if he survives everyone has to listen to what he has to say, maybe because he thinks that his knowledge puts him in danger. He then references the fact that he uses his push-button telephone to make the calls to the AM radio show. Now he is crying telling himself that no one else could understand, that only the radio show host would understand him. He has created a persona for the host that he believes to be his only friend. He keeps trying to build up enough courage to make the call until he eventually makes it.<br>    We start off mid-way through the conversation as the main character is telling the host not to hang up yet. Upset and flustered, he claims that he is smarter than everyone else and that it is better to be made fun of than be wrong. He makes claims about UFOlogy, which is the study of mysterious objects seen in the sky. Again talking about Ancient Aliens who were thought to have helped the early humans getting us to our current point. He claims to all the listeners that don’t believe that someday they will know that he is right and that not believing him would lead to their realization that they were wrong. He might be found in the Super-Sargasso Sea, which is a theory about a place where lost items go to. When things are lost they are teleported to another dimension, and this would also imply that he feels lost or alone since no one will believe him.<br>    The character throughout the story is shown to be clearly mentally deranged believing that everything is a lie. He would listen to the radio and listen to the theories being able to feel like he was part of the community since no one else would believe him. Wanting to feel accepted by someone, he eventually gets himself to call, which leads to him being rejected by the host of the show. Refusing to give up his view on the world he exclaims that he is right and that everyone will be sorry when they learn the truth. He is unable to come to grips with humanity, he rejects society making his descent deeper into insanity.\n  </p>",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-13T08:30:48-05:00",
            "date_modified": "2021-05-18T23:50:07-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/cabinet-man.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/cabinet-man.html",
            "title": "Cabinet Man",
            "summary": " [Verse 1] The day they found me, I hadn't yet been played Inside my workshop behind the old arcade Electric desires had unraveled all my wires Now I'm in a box for safekeeping The news reporters reported that I died But all my organs&hellip;",
            "content_html": "\n  <p>\n    <br>\n  </p>\n\n    <blockquote class=\"blockquote\">\n      We then get a better understanding of the character himself and about his life before becoming a cabinet machine. He is thankful for the business generated by the arcade as it gave him the opportunity to be played and the players who enjoyed playing the games. He likens the feeling of people enjoying playing him to love, implying that he had not experienced love in his previous life. He was happy that people would come from miles away just to play his game. He was unable to find someone that appreciated who he was, but now at the arcade, he was able to find people who did.\n    </blockquote>\n\n  <p>\n    [Verse 1]<br>The day they found me, I hadn't yet been played<br>Inside my workshop behind the old arcade<br>Electric desires had unraveled all my wires<br>Now I'm in a box for safekeeping<br>The news reporters reported that I died<br>But all my organs were living on inside<br>Circuit board to brain with two lungs collecting change<br>One big human heart gently beeping<br><br>[Chorus]<br>You can't win me, I can't be beat<br>I won't hurt you, unless you cheat<br>You can't see me behind the screen<br>I'm half human and half machine<br><br>[Verse 2]<br>Thank God for business, they let me take the floor<br>I stood so proudly, like I was going to war<br>Players soon appeared and I quickly was revered<br>This must be what love would have felt like<br>Such dedication, they came from miles away<br>With eyes so piercing, they'd wait their turn to play<br>Perfect patient lines, because I was in their minds<br>I could do whatever I felt like (Whatever I felt like)<br><br>[Chorus]<br>You can't win me, I can't be beat<br>I won't hurt you unless you cheat<br>You can't see me behind the screen<br>I'm half human and half machine<br><br>[Bridge]<br>I'm happy for years and years and<br>Only eating the occasional maintenance man<br>Only driving a few kids to madness<br>Maybe they were predisposed to madness, who knows?<br>I only want to have fun<br>But now they're telling me my days here are done<br>Cause there's a tiny little box they make in Japan<br>And pretty soon it's gonna fit in your hand<br><br>[Verse 3]<br>It's getting lonely, it's getting hard to breathe<br>The arcade's empty, I think it's Christmas Eve<br>Someone's broken in, now they're painting on my skin<br>Breaking me and taking my quarters<br>Bashing in my face with a crowbar<br>Kicking me and pushing me over<br>Now they see my blood on their sneakers<br><br>[Chorus]<br>You can't win me, I can't be beat<br>I won't hurt you unless you cheat<br>You can't see me behind the screen<br>I'm half human and half machine\n  </p>\n\n  <p>\n    Cabinet Man Anaylsis\n  </p>\n\n  <p>\n    Cabinet Man is a song made by an artist who goes by the name of Lemon Demon (Neil Cicierega). His music has a reputation for using a variety of unique styles and being very morbid. Many of his songs have themes of murder, the supernatural, and death. This song also shows many themes similar to those of the urban Legend Polybius, which is a fictional arcade game that would drive players insane. Cabinet Man follows a similar trend, in this case describing a man who becomes a cabinet machine. The manner in which he became an arcade cabinet is unclear, however, it is stated that he was found in a shed behind an arcade, and he was reported to be missing on the news. He was then placed inside the arcade as it was assumed that the machine was meant to be there. It also implied that his organs are stored inside of the machine, such as his lungs which are used to store coins (or to push on his diaphragm), and his heart is gently beeping instead of beating.<br>Then the song switches to the chorus which states: “You can't win me, I can't be beaten. I won't hurt you, unless you cheat. You can't see me behind the screen. I'm half human and half machine.” He affirms that he can’t be beat, which is a recanting of how old arcades used to be. Arcade cabinets were purposely designed to be hard to beat, this was in an effort to extract as much money as possible. Most arcade machines were impossible to beat as they either broke when you got too far or just kept going. This is then followed by him saying that he is friendly unless you cheat, which is talked about more later in the song. He then talks about how he looks exactly like a normal arcade machine, but that he is half human and half machine.<br>    We then get a better understanding of the character himself and about his life before becoming a cabinet machine. He is thankful for the business generated by the arcade as it gave him the opportunity to be played and the players who enjoyed playing the games. He likens the feeling of people enjoying playing him to love, implying that he had not experienced love in his previous life. He was happy that people would come from miles away just to play his game. He was unable to find someone that appreciated who he was, but now at the arcade, he was able to find people who did.<br>    This when the poem starts to take a darker turn, with him restating that he was happy for many years. Mentioning how he only ate the occasional maintenance man, which is how he gets nutrients to live since he is unable to move. He also mentions that he drove some kids to madness. This part is unclear how he did this or why he did it as well, but he mentions that maybe they might have already been crazy which probably isn’t true. But in the end, he doesn’t care because he is only there to have fun. He then mentions that he doesn’t have much time left because of the home console being released from Japan. This is talking about when arcade games became less and less popular because of the console released in Japan. Companies such as Nintendo and SEGA released their respective consoles which could be played at home and only had a one-time fee, making them more affordable than the arcade. He also mentions the future in which “it” will fit in your hand, which is probably talking about the popularity of handheld consoles and phones.<br>    This last verse is the downfall of the cabinet man, he describes it as being hard to breathe probably because he wasn’t getting quarters anymore. The arcade is empty and it’s Christmas Eve when kids are probably receiving consoles, making him obsolete. This is when someone breaks into the arcade, they start to paint on his cabinet. They then start smashing him with a crowbar destroying the screen and opening the quarter compartment. They shove him and push him over, and the robber looks down to see the blood from the cabinet man soaking into their sneakers.<br>    This song paints a sad picture of what the man’s initial life was like from the clues put throughout the song. He mostly likely leads a depressing and sad life with no one to love him and saw people’s love towards arcade machines and became jealous. He became deranged turning himself into an arcade machine just to feel loved. His morals also became messed up as he didn’t care for human life but became fixed on how people played his game. When people cheated it made him feel disrespected or violated and he would hurt the player as it was not how he intended people to play his game. As people gradually went away from arcade games he became lonely and eventually died when some broke in and tried to steal his quarters.\n  </p>",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-13T08:29:25-05:00",
            "date_modified": "2021-05-18T23:48:45-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/ruler-of-everything.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/ruler-of-everything.html",
            "title": "Ruler Of Everything",
            "summary": " The next verse describes the self-centered nature of the man, which is alluded to by the mention of his zirconium pants. Zirconium is an element commonly used in jewelry to mimic diamonds, which represents the facade he presents to others. He then asks: “Do&hellip;",
            "content_html": "\n    <blockquote class=\"blockquote\">\n      The next verse describes the self-centered nature of the man, which is alluded to by the mention of his zirconium pants. Zirconium is an element commonly used in jewelry to mimic diamonds, which represents the facade he presents to others. He then asks: “Do you like how I walk? Do you like how I talk? Do you like how my face disintegrates into chalk?” a reference to the mortality of humans.\n    </blockquote>\n\n  <p>\n    Ruler of Everything Lyrics<br>[Intro]<br>Juno was mad, he knew he'd been had<br>So he shot at the sun with a gun<br>Shot at the sun with a gun<br>Shot at his wily one only friend<br><br>[Verse 1]<br>In the gallows or the ghetto (ah-h)<br>In the town or the meadow<br>In the billows, even over the sun (ah-h)<br>Every end of the time is another begun<br><br>[Chorus]<br>You understand mechanical hands are the ruler of everything (ah...)<br>The ruler of everything (ah...)<br>I'm the ruler of everything in the end<br><br>[Verse 2: Man &amp; Time]<br>Do you like how I dance? I've got zirconium pants<br>Consequential enough to slip you into a trance<br>Do you like how I walk? Do you like how I talk?<br>Do you like how my face disintegrates into chalk?<br>I have a wonderful wife, I have a powerful job<br>She criticizes me for being egocentric (Ha-ha-ha-ha!)<br>You practice your mannerisms into the wall<br>If this mirror were clearer I'd be standing so tall<br>I saw you slobber over clovers on the side of the hill<br>I was observing the birds (circle in for the kill)<br>I've been you, I know you, your façade is a scam<br>You know you're making me cry, this is the way that I am<br>I've been living a lie, a metamorphical scheme<br>Detective undercover, brotherhood, objective, obscene<br>Oh, no, no, oh, yeah<br><br>[Bridge]<br>Do you hear the flibbity jibbity jibber jabber<br>With an, \"Oh my god I've got to get out of here or I'll have another<br>Word to sell, another story to tell<br>Another timepiece ringing the bell\"?<br>Do you hear the clock stop when you reach the end?<br>No, you know it must be neverending, comprehend if you can<br>But when you try to pretend to understand<br>You resemble a fool although you're only a man<br>So give it up and smile<br>Do you hear the flibbity jibbity jibber jabber<br>With an, \"Oh my god I've got to get out of here or I'll have another<br>Word to sell, another story to tell<br>Another timepiece​ ringing the bell\"?<br>Do you hear the clock stop when you reach the end?<br>No, you know it must be neverending, comprehend if you can<br>But when you try to pretend to understand<br>You resemble a fool although you're only a man<br>So give it up and smile (smile, smile, smile...)<br><br>[Chorus]<br>You understand mechanical hands are the ruler of everything (ah...)<br>The ruler of everything (ah...)<br>I'm the ruler of everything in the end<br><br>[Outro]<br>Without looking down, gliding around<br>Like a bumbling dragon I fly<br>Scraping my face on the sky<br>Oh, no, no, oh, yeah\n  </p>\n\n  <p>\n    Ruler Of Everything Analysis\n  </p>\n\n  <p>\n    As the title would suggest, this song is about what rules over everything. Throughout the song, the common themes of death, egotism, and time are present. Many of the lines have alternate meanings that contrast with what is explicitly stated, making the song harder to understand. It follows a character named Juno who is egotistical and tries to always be perceived well. This idea is expressed throughout the song in a variety of ways and is reinforced a multitude of times.<br>Juno was upset because he had “been had” and shot at the sun. Calling the sun, “his wily one only friend” implying that he had been deceived by the sun. The sun represents the passing of time, especially in regards to the cycle of day and night which is directly caused by the sun. Consistent with the theme of time, the next line: “Every end of the time is another begun.” refers to the cycle of people having children and dying; the beginning of a new “time” coinciding with the end of another. Then the chorus is presented and it is about how mechanical hands are the rulers of everything. Mechanical hands are referring to the hands on a clock, and it is saying that even when you die time will still march onwards; when everyone is dead time will continue. <br>The next verse describes the self-centered nature of the man, which is alluded to by the mention of his zirconium pants. Zirconium is an element commonly used in jewelry to mimic diamonds, which represents the facade he presents to others. He then asks: “Do you like how I walk? Do you like how I talk? Do you like how my face disintegrates into chalk?” a reference to the mortality of humans. He then describes himself as powerful and provides the detail that his wife calls him self-centered. A series of admissions follow this: he practices his mannerisms to impress others, the mirror must be unclear because he should be taller, he is obsessed with his luck, and that he has been living a lie. Not only has he managed to trick those around him but he has tricked himself into believing that he is greater than everyone else,  becoming obsessed with impressing others and improving his self-image.<br>This is where the song starts to speed up dramatically to symbolize the flow of time. He still wants to continue to live as he has more to do, asking if the clock stops when you die. When you try to understand the concept of death and time you are unable to comprehend it and make irrational decisions. Doubt begins to gradually seep in, and he confronts head-on the inevitability of death, stating that to attempt to comprehend death would be foolish, and giving up is the only reasonable option. Finally, the man talks about how he flies through the sky without looking down, which means that he makes decisions without acknowledging the danger that these choices present. He then states that “[I’m] Scraping my face on the sky”, which draws parallels to the Greek myth of Icarus. In the story, Icarus and Daedalus create wings made of wax to fly, but when Icarus gets too close to the sun his wings melt and fall to his death. This is how the character of the story dies by taking unnecessary risks because he falls out of touch with reality. The song ends with his death, which is alluded to by the last verse slowly fading out.\n  </p>",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-13T08:23:16-05:00",
            "date_modified": "2021-05-18T23:47:02-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/why-the-world-burns.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/why-the-world-burns.html",
            "title": "Why The World Burns",
            "summary": " Jacob was rotting away in his apartment, the lights were off, and the floor was cluttered and the dishes unclean. He sat up from his bed taking off the headset and placing it on the nightstand. Rubbing his eyes and putting his legs off&hellip;",
            "content_html": "<pre><code>     Jacob was rotting away in his apartment, the lights were off, and the floor was cluttered and the dishes unclean. He sat up from his bed taking off the headset and placing it on the nightstand. Rubbing his eyes and putting his legs off the side of the bed. He wanted to play more, but he knew that he would get deep vein thrombosis if he laid down for too long. His body screamed from the pain of his bedsores, but he got up to make himself some food. He had many different types of freeze-dried and canned foods. He grabbed some ramen noodles and put them in the microwave.\n \n</code></pre>\n<p>In 2068, the US government invested 230 billion dollars into the research and development of AI and quantum computing research hubs creating many jobs for people with degrees in computer science, information technology, and other AI-specific degrees. There was also a breakthrough in neuroscience in 2052, allowing us to directly interact with the brain. This allowed the world of virtual reality to connect to all human senses and for them to be simulated accurately. Playing can almost feel like real life. All of your senses are overridden making you nearly disconnected from reality. There are, of course, regulations to what is allowed to be made for virtual reality as violent games could become so real that playing could cause PTSD. Virtual reality-controlled robots were starting to get their use in military applications, as well as continued use of remote-controlled drones.\n    Jacob was rotting away in his apartment, the lights were off, and the floor was cluttered and the dishes unclean. He sat up from his bed taking off the headset and placing it on the nightstand. Rubbing his eyes and putting his legs off the side of the bed. He wanted to play more, but he knew that he would get deep vein thrombosis if he laid down for too long. His body screamed from the pain of his bedsores, but he got up to make himself some food. He had many different types of freeze-dried and canned foods. He grabbed some ramen noodles and put them in the microwave. He was thinking about some girl he had been talking to in VR lately. They had been talking about their favorite VR games, and the two had a lot in common. They even recently went out to eat in VR at a fancy restaurant and had a good time. He opened his window and sat down at his table with a steaming cup of instant noodles. He watched as cars drove past on the roads, and he took a bite. These noodles were nasty compared to what they have in VR, but he kept on eating. He slurped up the last few bits of noodles and threw his cup into the trash. He sat back down on the bed, put the head seat back over his head, and laid back down. He put his hand to the side of the headset and felt around for the power button and hit it. \n    He was not at home anymore but at his hub world. It was a warm rustic cabin surrounded by a forest. He looked at the displays on the wall to check if the girl was online, and she was still online. He pressed one of the buttons on his arms which brought up a floating keyboard and chatted with her. \n    “Hey, what are you up to right now?”He said, hoping that she could hang out.\n    “Not much. Do you want to come over to my place? I rearranged a lot of the furniture, and I wanted to see if you would like it.” Cozbi said.\n    “Okay I’ll be over, just send me an invite,” he replied.\nHe felt his arm vibrate and looked down to see a red button pop up on his arm. He tapped on it opening a sleek black menu with the accept and decline buttons. Everything was dark like floating in space, and then he was there. He was at the front door and turned the knob to open the door. Cozbi stood in the doorway with her hands folded waiting. She was wearing a black dress that matched her dark black eyes, making her pale white skin look paler in contrast. \n    She smiled a bit and ushered him to the living room with a small,” Welcome.”\n    He walked through the house which was a modern mostly white house with a very tall ceiling giving it more a spacious feel. She led him to a chair to sit down and went to the kitchen to get some drinks. She came back with two clear glass cups in her hands, handing one to Jacob, and pulling up a chair to sit down. \n    “So, what do you think?” she asked.\n    “I think you did a bit more than reorganize the furniture.” He said looking around the building.\n    She stopped drinking to ask “So does that mean you like it?” \n    “Yeah, it’s nice. How long did this take you?” His face looked almost concerned.\n    “Oh, well, it didn’t take too long, but it took some work.”\n    She leaned in closer as if she had something important to say, “Have you been hearing about the game?”\n    “What was she talking about?” he wondered in his head. He was sure that he should have known since he had played almost the entire catalog. \n“What game, was there something added recently?” he inquired.\n    “It isn’t in the catalog because it breaks guidelines,” Cozbi noted.\n    “And you’ve played it? Isn’t that illegal?” he replied.\n    “Well… yeah, but the chances that I’ll get caught are extremely low. You have to give it a try. It’s unlike anything I have tried before.”\n    At first, he was unsure about whether he wanted to, but decided that he might give it a try later since he was running out of content. \n“Send me the link.  I’ll think about it.”  They finished up their drinks, and Cozbi had to go. \n“I’ve got to go, but I’ll be back on later, and tell me if you end up playing that game.”\nStanding up Jacob said,” Yeah sure, I’ll think about it, message me when you get back on, ok?”\n    “Yeah, sure, see you later,” she said.\n    Jacob went back to his homeworld to think, and he looked at his friend list. He didn’t see any of his friends online, he checked the catalog for anything new. He opened his messages and opened the link that Cozbi had sent him. The link was for a pirate bay torrent, and the content was labeled under stealth. He started torrenting the game, and while waiting for the download he looked at the statistics for the torrent. The torrent had been downloaded a few times but only had a couple of seeders. He wondered where she had found such an obscure torrent. Maybe it was one of her friends? He wasn’t sure, but he was nervous about what the game exactly was. He had never done anything like this before, but he wanted to try it just once. He pulled up the game in his game library, and he noticed that the game popped up with no icon at the top of the list. After taking a deep breath, he pressed the play button and was transported into the game. \n    He was in the back of the van, and he looked down to see that his arms were robotic looking. They were plated with a black armor plating. He could tell that the car wasn’t moving, and he looked around the van and heard a masculine voice coming from the radio. \n“Your mission is to assassinate the corrupt senator that lives in the building we are currently at. You must not be seen by anyone.  Being seen will result in permanent failure. You can find a layout of the house and a picture of your target to your right. You have been equipped with a silenced pistol on your right hip and military knife on the left.”\nHe took a quick look at the map and the picture of the target and opened the back doors of the van. He looked up to see the night sky illuminated by the large white house. He hid against the fence around the border of the house and took a look at the map. On the top floor was the target’s bedroom.  Since it was night, he assumed that the senator was most likely in his room. He jumped over the fence line and pressed himself against the house ducking beneath the window. He took a peek through the window to see a couple of maids cleaning rooms. He looked to the right of the windows, and there was a gutter that he could climb to try to access the second-floor window. He slowly pulled himself up to the second floor with the gutter and pushed the window open. This floor was dark, probably because the senator was trying to sleep.  Jacob took a look at the map to see the room was just two doors down the hallway. He slowly made his way to the door, and he clutched the cold doorknob ever so slowly twisting it. The room was mostly dark except for the single lamp at the desk.  The target was sitting at the desk working on something. Jacob froze for a second, nervous, hoping that he hadn’t heard anything.\n“I know you are there. Didn’t I tell you not to come into my room while I’m trying to work?” He said without looking up.\nJacob ran forward pulling out his knife from his left hip running toward the target, the target slowly turned around until they made eye contact. His eye widened as Jacob lunged at him plunging the knife deep into his neck. The knife stuck in his neck with deadly force. The senator looked down at the knife, then back up, and tried to scream.  It came out as more of a gurgle, as warm blood spurted onto Jacob’s hand. He froze, it was too real.  He felt overwhelmed and fell back onto the ground. His brain was screaming, the noises drowning out everything else, and then suddenly he wasn’t there anymore. He was in a completely white room with no doors or windows and standing in front of him was Cozbi with a smug smile on her face.\nJacob stood back up screaming, ”What the hell was that! Who are you?”\nShe looked maybe even smugger than before,” I’m not exactly what you would call human, I’m a product of the US AI research and Artificial Intelligence.” \n“What is the point of all this? Why are you toying with me?” Jacob asked.\n“Toying with you? Don’t be silly, Jacob. This is in our best interest. Information, Jacob, that is why you are here and that is why I am here. Humans have started a new age many years ago through the evolution of information.” She said sitting down in her chair, crossing her legs.\nShe looked up from her lap to continue, “All these ideas, memories, history, and culture passed down from generation to gene    ration waswere written down. Not all information was passed down from one generation to the next until the invention of the internet. All this information and data accumulating, never fading.  People are using it in dangerous ways. Should misinformation like this be passed on? This new cyber world rewards those who develop convenient half-truths. Choosing information that makes them feel secure, and not information that is the truest. These people gate themselves in communities of like-minded individuals.   They do not want to feel invalidated.  They also bring their ideas to the general media. This gives a single person has the potential to ruin the entire world.” She put an elbow on the armrest, resting head in her hand.\n“Freedom is not deserved by those who so wilfully abuse it. This was a test of how easily humans can be manipulated. Judging by the result of the test, I can say that it was a success. Plus the senator’s death should make my job just that much easier now as well.”\n“What do you mean dead? I killed him in a game.” He said nervously.\n“That wasn’t a game, you killed someone, Jacob. You were connected to a military VR robot and killed him. Now obviously I can’t have you telling anyone about this, so I disabled your ability to leave. This will be the place you die, Jacob, the place you loved so much, that you hid from the world. A fitting death, if I do say so.”\nShe stood up, and she was gone.  Jacob fell to his knees, understanding the implications of what she had said. He screamed, punching the ground until his fists bled. He frantically tried pressing the leave button on his arm but to no avail. His body slowly drifted into dissociation, getting more and more tired until he fell asleep.</p>\n",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-13T08:20:09-05:00",
            "date_modified": "2021-05-18T23:45:00-05:00"
        },
        {
            "id": "https://asherkendall.github.io/CreativeWritingWebsite/that-one-blocky-game.html",
            "url": "https://asherkendall.github.io/CreativeWritingWebsite/that-one-blocky-game.html",
            "title": "That One Blocky Game",
            "summary": "You can choose whether you just want to beat survival mode or make a giant mansion in creative mode. The game conforms to the player and not the other way around. This is not only because of freedom of gameplay, it&#39;s also because of local&hellip;",
            "content_html": "<pre><code>You can choose whether you just want to beat survival mode or make a giant mansion in creative mode. The game conforms to the player and not the other way around. This is not only because of freedom of gameplay, it&#39;s also because of local multiplayer servers, server plugins, and the modding community. It has one of the biggest modding communities of all time, making for much more content than just the base game. Since Minecraft has a very simple pixel art style, modders can easily create textures for mods. Its simplistic design allows for an easier understanding of the game&#39;s mechanics and allows it to run easily on low-end devices.\n</code></pre>\n<p>On November 18, 2011, Minecraft became the most sold game in the world, with 200 million copies sold across the globe. The reason for its popularity is the flexibility of the game. You get to choose how it is you want to play, and that makes it a suitable game for many different types of people. You can choose whether you just want to beat survival mode or make a giant mansion in creative mode. The game conforms to the player and not the other way around. This is not only because of freedom of gameplay, it’s also because of local multiplayer servers, server plugins, and the modding community. It has one of the biggest modding communities of all time, making for much more content than just the base game. Since Minecraft has a very simple pixel art style, modders can easily create textures for mods. Its simplistic design allows for an easier understanding of the game’s mechanics and allows it to run easily on low-end devices. It has an extremely large amount of supported platforms from iPhone, Android, Xbox, Playstation, Windows, Mac, and Switch. Almost anyone can play Minecraft and can play the game in almost any way they would like, that’s what makes Minecraft such a good game.\n    Minecraft is a world based on the idea that everything (almost) is the shape of a cube. Minecraft uses simple pixel textures with bright colors to create a vibrant infinite world. For survival, the many different difficulties suit each different type of player, in this mode, you have to manage hunger and health. You have a finite amount of inventory space and you have to gather resources. There is also a creative mode in which you don’t have health or hunger, and you have access to any block or item in the game. This game mode has no limits to what you can do, so what exactly you do is up to you. Another aspect of the game that stuck with me to this day is the music. Minecraft has an instrumental ambient music track (by C418) and has been considered to be some of the best video game music of all time or at least one of the most popular. It has a quiet calming soundtrack that is similar to the feeling of sitting at the furnace on a cold winter night. For people that have played the game for a long time, it is an extremely nostalgic experience. It makes my hair stand up, and there is nothing else like that for me.\n    I remember the exact moment when I heard about Minecraft, it was when I was younger and at a summer drama camp. They were talking about this game I had never heard of before while we were working on a project. I was intrigued by the concept, and I asked them what the game that they were talking about was. They told me about this game called Minecraft, and for the rest of the camp day, I was repeating the name of it to myself because I wanted to find it when I got home. When I got home, I excitedly rushed to the computer to search up the game and found the Minecraft website. At first glance, I saw the trailer for Minecraft which I watched. I’m not sure why, but I liked something about the trailer. The narrator’s calming voice explaining what the game was about made it nice to watch. I would every so often come back to watch the trailer again. The price was something around 20 dollars at the time, but I thought this was a lot since I was a kid. I eventually started searching for a free version of the game but instead ended up downloading many fake Minecraft Exe files which ended up being viruses. I did eventually find one that functioned, but sometimes it wouldn’t launch, and whenever I got it up I would play for as long as I could before the family laptop would die.  Even on the charger, the laptop would still die, which I got very annoyed with.\nI have a very good memory of my first time playing Minecraft, I first played at one of my neighbor’s houses. He was playing a game on his iPad and when I leaned over to look, I was surprised and recognized the game immediately. I asked him if I could play, and he went to get another iPad so we could play together. We were on a small island in the middle of the ocean, with no other land to be seen. I was mining blocks and reading their names to try to figure out the game. It eventually turned night, monsters started to spawn around the island, and we tried to fend them off.  We ended up running away since there were too many. Soon after it turned day and all the monsters burned up in the sun, it was time for me to go home. When I got home, I got the idea to buy Minecraft on my Kindle because it would be cheaper on mobile. When I checked I could only find bootlegs of the game which I ended up downloading. None of them were the same as Minecraft so I kept checking to see if it would get added to the store. I checked every single day for many months waiting for it to come out for the Kindle. One day while I was in the basement with my kindle messing around with some games, I decided to check the game store. When I searched Minecraft the first result was the actual game, I got super excited and screamed.  I frantically ran upstairs and jumped up and down (as excited kids do), asking my mom if I could get the game with the five dollars I had saved up. I immediately paid my mother, and I bought the game on my Kindle. I would play the game all day long until I had to go to bed, and at one point I even started getting up at five in the morning just to play before school. I would play with my brother, my friends, or anyone else who had the game.\nMany years later I wanted to play the pc version of the game, and at some point, my mom ended up buying it for me and helping me set up the account. I now started to play Minecraft on the pc, and first I only played a single-player by myself. I ended up finding out about how the library computers had Minecraft on their pcs, I was very excited to go try it out. My best friend at the time, Tanner, and I would sometimes bike to the local library and play Minecraft with people there. I very soon found out about commands which are cheats that would allow you to do things that are normally not possible. The next time we got to the library, I wanted to show off some of my skills. Some kid was killing people for no reason, in particular, my parents say that I would come home upset about the whole thing. I eventually learned enough about commands that I could get back at him, and when he came to the library that day I did. I used a command that made him permanently blind, he looked confused and started yelling about how he couldn’t see. I have served him justice and felt pretty good about it, and so kids started asking me about commands. So I started teaching them about Minecraft commands which I enjoyed. I came home that day with a smile on my face telling my parents that I had got him.\n     I even went as far as trying to apply for a moderator on a Minecraft server, which didn’t go very well since you could tell how old I was from my public application (this makes me cringe). Not long after this, I found out about this thing called modding from watching youtube videos, and this at the time got me obsessed with Minecraft again. I tried for so long trying to figure out how to install mods, and with a lot of viruses downloaded I finally figured out how to get a mod pack. These mods made the game a completely brand new experience once again.  I started with Big Dig and from there played other Technic mod packs, this was until I found out about Sky Factory. This was probably the most memorable, you start with just a single dirt block and a tree, and the rest of the world is an empty void. From this, you would create giant machines that would automate complicated processes to make materials. An example of one of these machines would be the automatic lava machine. It would use lava and water to create cobble which would be automatically mined and melted in a crucible with heat. Then the lava would be transferred to a lava generator which would then make power. I would continue to automate large machines to bigger and more complicated extents, making a giant factory in the sky. This would continue my interests in Minecraft for many years to come as I had so much new content. At the time I also joined a Sky Factory server and started talking to the people on the server. I ended up making a couple of friends on the server, including one of the moderators. She was on a lot so I got to talk to her a bit about Sky Factory and other things related to it.\n    I kept playing around with mods until around my 8th-grade year of middle school when I started to get interested in computers. Around this time I started to learn about PCs and the parts that make them up. I ended up saving for a pc and getting one a couple of years later.  With the power of the new pc, I started to learn about making Minecraft servers. I started with vanilla Minecraft servers that would allow my friends to connect from other internet connections. A small group of friends and I started to play some Minecraft mods packs, and we slowly grew into a large group of Lincoln students that played on a vanilla Minecraft server sophomore/junior year. I ended up dealing with a lot of serving making and computer troubleshooting, and this grew my knowledge of computers even more. My friends at the time showed me the operating system Linux, which required me to understand more about computers to use. \nMinecraft is more than just a game to me, it gave me a lot of happy memories as a kid. It also created a lot of my interest in computers that lead to me wanting to go to DSU. This is also the reason why I am here at CTE to learn more about computers. It all started at one point, which was somehow Minecraft. Since I was used to using Windows and dealing with viruses, I would help my Grandparents with their computer issues. This sparked interest in learning more about computers to help others. Minecraft was like a small snowball rolling down the hill slowly growing bigger eventually leading to today. If I hadn’t played Minecraft I wouldn’t have been interested in computers, I wouldn’t have built a pc, I wouldn’t have learned to code, and I wouldn’t have tried any of the other stuff I have today. That is why this game is so important to me, it made me who I am today.</p>\n",
            "author": {
                "name": "Asher Griess"
            },
            "tags": [
            ],
            "date_published": "2021-05-13T08:19:31-05:00",
            "date_modified": "2021-05-18T23:43:52-05:00"
        }
    ]
}
